[
  {
    "path": "posts/2022-05-18-title-of-post/",
    "title": "title of post",
    "description": "A short description of the post.",
    "author": [
      {
        "name": "Vanessa di Lego",
        "url": {}
      }
    ],
    "date": "2022-05-18",
    "categories": [],
    "contents": "\r\nDistill is a publication format for scientific and technical writing, native to the web.\r\nLearn more about using Distill at https://rstudio.github.io/distill.\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-18T22:06:24+02:00",
    "input_file": "title-of-post.knit.md"
  },
  {
    "path": "posts/10May2022_files/",
    "title": "Artificial Inteligence and Mathematical Intuition",
    "description": "Is it still mathematics when you use AI for guiding intuition?",
    "author": [
      {
        "name": "Vanessa di Lego",
        "url": {}
      }
    ],
    "date": "2022-05-10",
    "categories": [
      "Mathematics",
      "Artifical Inteligence",
      "Intuition",
      "Knowledge",
      "Human"
    ],
    "contents": "\r\n\r\nContents\r\nMathematics, Intuition and Artificial InteligenceWhat is Mathematics?\r\nWhat is Intuition for Mathematicians?\r\nIs Mathematics still Mathematics when not “Human”?\r\n\r\n\r\n\r\n\r\n\r\nFigure 1: Knot Theory,Trefoil Knot. Source: Towards Data Science\r\n\r\n\r\n\r\nMathematics, Intuition and Artificial Inteligence\r\nIn December 2021, a paper was published in Nature, showing how machine-learning tools can be used to guide the intuition of mathematicians. The paper particularly outlines a framework for how artificial inteligence and mathematicians can work together for advancing the field of pure mathematics and make powerful contributions to open problems. Two fields are particularly the focus of the paper: 1. the algebraic and geometric structure of knots and the combinatorial invariance conjecture for symmetric groups. The paper is quite interesting and it raises a lot of issues. One is concerned with the very field of mathematics and the concept of intuition.\r\nIn fact, the role of computational power, data and programs is becoming important for all fields. It is definitely shaping how we are currently developing knowledge in the 21st Century. It is an important and fast shift. In demography, for instance, increased computer power has definitely enabled to advance so many topics and opened other research avenues. I often feel that we are more and more becoming data scientists and programming has become more essential for our everyday tasks. Use of different sources of data (cite monica nad diego) as well as big data have also inflood demographic reasearch.\r\nHowever, as much as I value and consider this an important advancement, I cannot stop but wonder how will this shift shape the way we do, think and interpret research. In an area where we don´t have “cursed curves”, but “live curves”, how can we find a balance where knowledge is traceable? Who is held accountable for producing knowledge that often guides policy and informs important human phenomena? In order to have a brief but provocative discussion on this, we have to resort, as usual, to philosophy, and start asking some fundamental questions.\r\nWhat is Mathematics?\r\nLet´s start first with what is Mathematics and how could the use of AI or machine learning tools affect the very concept of the field.\r\nWhat is Intuition for Mathematicians?\r\nA second important, and related question concerns the role of intuition for mathematicians. Intuition is a tricky concept and that is a topic on its own - maybe for another post : ). But for mathematicians it has a more specific concept - which is key. To approach the topic I will recover the very notion of proof and how mathematicians go about making proofs, so that we can dive into the topic in a more “practical way”.\r\nIn one another part of my website I mention Kevin Buzzard on Proof and this talk at Collège de France on November 15, 2021, Professor and Mathematician Kevin Buzzard prompts the topic of “what is proof?”, within the field of Philosophy of Mathematical Practice. This sets the tone for what actually is a mathematical proof. There are other problems that he mentions to take stock of the issue of proof itself as a scientific practice and its validity, especifically in a field where this is so essential such as mathematics. Another interesting topic he raises are the differences between human proof and computer proof. So how do mathematicians use their intuition?\r\nIs Mathematics still Mathematics when not “Human”?\r\nNow this all raises the question of is Mathematics still Mathematics when not solely “human”. Are we “humanizing” AI or is it mathematizing us?\r\n–VDL\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2022-05-18T21:58:53+02:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome_files/",
    "title": "Welcome to my blog!",
    "description": "Resources and topics I find inspiring regarding all sorts of fields and issues",
    "author": [
      {
        "name": "Vanessa di Lego",
        "url": {}
      }
    ],
    "date": "2022-05-10",
    "categories": [
      "Introduction",
      "Interests"
    ],
    "contents": "\r\n\r\nContents\r\nIntroduction\r\nSome R pain as well\r\n\r\n\r\n\r\n\r\nFigure 1: The Death of Socrates. Source: The Met Museum, New York\r\n\r\n\r\n\r\nHello, and welcome to my blog!\r\nIntroduction\r\nIn my series of posts, I will explore themes I find interesting, in the intersection of demography, social and medical sciences, mathematics, policy relevant issues and much more. This is a personal view and space to connect the dots and my ecclectic taste! A bit of literature, music and food will have some space too. After all, they are the spice of life. Hope you enjoy!\r\nFollow me as well on my professional page, github and @v_dilego.\r\nSome R pain as well\r\nI will also share some R pain trajectories and other nerdy enterprises. I have been exploring a lot the connections of {xaringan} and other resources.\r\n–VDL\r\n\r\n\r\n\r\n",
    "preview": "posts/welcome_files/death_socrates.jpeg",
    "last_modified": "2022-05-18T21:58:44+02:00",
    "input_file": {}
  }
]
